Repository: VeritasDev/BattleBuddy
Catalog: iOS/BattleBuddy/Misc/Localization/*.lproj/Localizable.strings
Languages: fr, sv

# ballistics_body_2_2_1
source: When it comes to armor durability, it's important to note the specifics have changed a number of times and are, of course, subject to be changed by BSG at any time in the future. The noteworthy thing to know about armor durability is that its ability to protect the wearer depends on its current durability value compared to the original, maximum durability value when it was new.
fr: Quand il s'agit de la durabilité de la protection, il est important de noter que sont fonctionnement a changé de nombreuses fois et est évidemment sujet à de futures modifications si BSG le souhaite. La chose la plus importante à savoir concernant la durabilité est que sa capacité à protéger le porteur dépend de sa durabilité actuelle comparé à l'originale.
sv: När det gäller pansarhållbarhet är det viktigt att notera att statistiken har ändrats ett antal gånger och är naturligtvis föremål för att ändras av BSG när som helst i framtiden. Det anmärkningsvärda att veta om pansarhållbarhet är att dess förmåga att skydda bäraren beror på dess nuvarande hållbarhetsvärde jämfört med det ursprungliga, maximala hållbarhetsvärdet när det var nytt.

# ballistics_body_2_2_2
source: For example, if set of armor starts with 50 durability, it provides the best protection when it is 50/50, which is pretty obvious. The less obvious part is that any armor that is damaged and has not yet been repaired, such as armor that is 40/50, is exactly as effective at protecting you as the same armor if it was damaged and then repaired and is currently 40/40.
fr: Par exemple, si la protection commence avec 50 de durabilité, elle protègera au mieux lorsqu'elle aura 50/50, ce qui est plutôt évident. Un peu moins évident par contre est qu'une protection qui a subit des dégâts et qui n'a pas été réparée, par exemple 40/50, est aussi efficace que la même protection réparée 40/40 de durabilité.
sv: Om till exempel rustningsuppsättningen börjar med 50 hållbarhet ger det det bästa skyddet när det är 50/50, vilket är ganska uppenbart. Den mindre uppenbara delen är att alla rustningar som är skadade och ännu inte har reparerats, till exempel rustningar som är 40/50, är exakt lika effektiva för att skydda dig som samma rustning om den skadades och sedan reparerades och är för närvarande 40 / 40.

# ballistics_body_2_2_3
source: Knowing the original maximum durability value for the different sets of armor, or looking at the durability bar when inspecting the item, is an important habit to get into. Often times you'll find armor with a lower class than your current set of armor, but if your current set of armor is badly damaged or has been repaired many times, you may actually be increasing your chances of the armor saving your life if you switch to a lower-class armor with a higher current durability percentage. Having a solid understand of the general protection chances for different classes of armor, durability values, and bullet penetration properties can actually be invaluable in some combat situations. Check out the Damage Calculator to start getting a feel for how it all works!
fr: Connaître la durabilité maximum originale de chaque protection, ou regarder la barre de durabilité en inspectant un objet est une habitude importante à prendre. Parfois vous trouverez une protection d'un niveau inférieur à celle que vous portez, mais si votre protection est gravement endommagée ou a été réparée plusieurs fois, vous aurez plus de chances que votre protection vous sauve la vie si vous changez pour celle de niveau inférieur. Avoir une bonne connaissance des différents niveaux de protection, valeurs de durabilité et de la pénétration de chaque balle peut être infiniment précieux pendant un combat. Jetez un coup d'oeil au Calculateur de dégâts pour comprendre comment tout cela fonctionne.
sv: Att känna till det ursprungliga maximala hållbarhetsvärdet för de olika pansaruppsättningarna, eller titta på hållbarhetsfältet när du kontrollerar föremålet, är en viktig vana att komma in i. Ofta hittar du rustningar med en lägre klass än din nuvarande pansaruppsättning, men om din nuvarande pansaruppsättning är hårt skadad eller har reparerats många gånger kan du faktiskt öka dina chanser att rustningen kan rädda ditt liv om du växlar till en rustning av lägre klass med en högre strömhållbarhetsprocent. Att ha en grundlig förståelse av de allmänna skyddschanserna för olika klasser av rustningar, hållbarhetsvärden och kulpenetrationsegenskaper kan faktiskt vara ovärderligt i vissa stridsituationer. Kolla in skaderäknaren för att få en känsla för hur allt fungerar!

# ballistics_body_2_3_title
source: 3. Zones of Protection
fr: 3. Zones de protection
sv: 3. Skyddzoner

# ballistics_body_2_3
source: There's not a ton of detail that I need to go into on this topic, other than you need to remember one simple rule: Armor does not protect what it visually appears to protect! The best example to demonstrate this is looking at the Gen4 Full Protection Armor vs. the Gen4 Assault Kit. The full protection version looks like it covers more of your body, but it protects your body parts exactly the same as the assault kit because it has the same zones of protection. Pay attention to what zones are protected - getting your arms or stomach blacked out can be quite annoying and is often worth some extra protection, if you can afford it!
fr: Il n'y a pas des tonnes de détails sur lesquels j'ai besoin de me pencher, autre que rappeler une règle simple : la protection ne protège pas ce qu'elle semble visuellement protéger. Le meilleur exemple pour prouver cela est la Gen4 Full Protection Armor contre la Gen4 Assault Kit. La version 'full protection' semble mieux couvrir votre corps, mais il protège exactement de la même manière que le 'assault kit' car il possède les mêmes zones de protection. Faites attention aux zones protégées car avoir vos bras ou votre ventre endommagés peut s'avérer fatal et vaut souvent la protection supplémentaire, si vous avez les moyens !
sv: Det finns inte en massa av specifikationer som jag behöver gå in i detalj om detta ämne, annat än att du behöver komma ihåg en enkel regel: Pansar skyddar inte vad det visuellt verkar skydda! Det bästa exemplet för att visa detta är att titta på IOTV Gen4 Full Protection Armor kontra IOTV Gen4 Assault Kit. Den fullständiga skyddsversionen ser ut som om den täcker mer av din kropp, men den skyddar dina kroppsdelar exakt samma som anfallsuppsättningen eftersom den har samma skyddszoner. Var uppmärksam på vilka zoner som är skyddade - att få dina armar eller mage svärtade ut kan vara ganska irriterande och är ofta värt lite extra skydd, om du har råd!

# ballistics_body_2_4_title
source: 4. Materials
fr: 4. Matériaux
sv: 4. Material

# ballistics_body_2_4
source: Each armor has different materials that it is made from. Currently, materials have no notable effect on the armor's protection ability, instead the armor material becomes relevant when repairing. Some materials are able to be repaired very efficiently and inexpensively, while others take significant losses to their durability when repairing and can often cost more than the original cost of the armor!
fr: Chaque protection est composée de différents matériaux. Actuellement, les matériaux ne changent rien quand à la protection que fournit un équipement, à la place ils prennent leur intérêt lorsqu'on répare une protection. Ceratins matériaux peuvent être réparés plus efficacement et pour moins cher, tandis que d'autres perdent bien plus de durabilité maximale et coûtent parfois plus cher à réparer qu'une protection neuve !
sv: Varje rustning har olika material som det är tillverkat av. För närvarande har material ingen märkbar effekt på rustningens skyddsförmåga, istället blir pansermaterialet relevant vid reparation. Vissa material kan repareras mycket effektivt och billigt, medan andra tar betydande förluster på deras hållbarhet vid reparation och kan ofta kosta mer än den ursprungliga kostnaden för rustningen!

# ballistics_body_2_5_title
source: 5. Penalties
fr: 5. Penalités
sv: 5. Straff

# ballistics_body_2_5
source: Generally speaking, additional protection comes at a cost, and this cost can be financial, as well as practical. Each piece of armor comes with a set of penalties. Some slow your movement, some slow your turning speed, and even your overall ergonomics, which effects the speed at which you aim down sights, rate of stamina loss, and even how loud your character is when moving slowly or aiming. Some head protection can limit your hearing in a number of ways, and even obscure your vision. These are the trade-offs you should consider when deciding whether or not you want to go for the more expensive sets of armor or that beefy Killa helmet. Which armor and helmets are worth it? That's for you to decide!
fr: Généralement, être mieux protégé a un certain coût et il peut aussi bien être financier que pratique. Chaque morceau de protection vient avec des pénalités. Certains vous ralentissent, d'autres réduisent votre vitesse de rotation ou votre ergonomie générale, ce qui a pour effet d'allonger le temps que vous mettez à viser, la vitesse à laquelle vous perdez votre endurance ou encore le bruit que vous faites lorsque vous marchez lentement ou visez. Certains casques et visières réduisent votre ouïe et/ou votre champ de vision. Ce sont des défauts que vous devriez prendre en compte et décider si vous voulez vous orienter vers des protections plus chères ou un bon gros casque de Killa. Quels gilet pare-balles et casque valent le coup ? C'est à vous de décider !
sv: Generellt sett kommer extra skydd till en kostnad, och denna kostnad kan vara såväl ekonomisk som praktisk. Varje pansarstycke har en uppsättning påföljder. Vissa bromsar din rörelse, andra bromsar din vridhastighet och till och med din totala ergonomi, vilket påverkar hastigheten med vilken du siktar ner sikten, hastigheten på uthållighetsförlust och till och med hur hög din karaktär är när du rör dig långsamt eller siktar. Vissa huvudskydd kan begränsa din hörsel på flera sätt och till och med dölja din syn. Det här är de avvägningar du bör tänka på när du beslutar om du vill gå till de dyrare pansaruppsättningarna eller Killa-hjälmen. Vilka rustningar och hjälmar är värda de straff de sätter på dig? Det är för dig att bestämma!

# ballistics_body_3_title
source: Summary
fr: Résumé
sv: Sammanfattning

# ballistics_body_3
source: The ballistics system in Escape from Tarkov is amazingly complex and requires quite a bit of experience and knowledge to be able to use to your advantage. The Armor and Ballistics video above explains some of these concepts in more detail, so be sure to check that out if you're interested in hearing more on the topic. Be safe out there!
fr: La balistique dans Escape from Tarkov est incroyablement complexe et requiert un peu d'expérience et de connaissance afin de l'utiliser à votre avantage. La vidéo sur les protections et la balistique ci-dessus explique ces concepts plus en détail. Allez la voir si vous êtes intéressé par le sujet. Faites attention à vous !
sv: Ballistiksystemet i Escape from Tarkov är otroligt komplicerat och kräver en hel del erfarenhet och kunskap för att kunna använda till din fördel. Armour and Ballistics-videon ovan förklarar några av dessa koncept mer detaljerat, så se till att kolla om du är intressant att höra mer om ämnet. Var säker där ute!

# health_title
source: Your PMC's Health & Status
fr: La santé et l'état de votre PMC
sv: Din privata militära entreprenörs hälsa & status

# health_body_1
source: This information will be coming soon™
fr: Ces informations seront bientôt disponibles
sv: Denna information kommer snart™

# upcoming_body_1
source: I have so many awesome features planned for this app that I can't wait to build for the community! Interactive maps, weapon modding, quest guides, more items and calculators, trader info, skills breakdowns, and more! I plan to release features consistently, but I wanted to get version 1.0 shipped to you guys as soon as possible to start gauging interest and gathering feedback. Check back for updates soon!
fr: Il y a tellement de fonctionnalités que prévues pour cette application et que je suis préssé de développer pour la communauté ! Cartes intéractives, modification d'armes, guide de quêtes, plus d'objets et de calculateurs, les informations sur les vendeurs, les compétences et bien plus ! Je prévois de sortir ces finctionnalités régulièrement, mais je voulais sortir la version 1.0 la plus vite possible pour pouvoir juger de l'intérêt et commencer à récolter des retours. Revenez bientôt pour plus d'infos!
sv: Jag har så många fantastiska funktioner planerade för den här appen som jag inte kan vänta med att bygga för samhället! Interaktiva kartor, vapenmodifiering, uppdragsguider, fler objekt och miniräknare, handlarinfo, kompetensuppdelningar och mer! Jag planerar att släppa funktioner över tid, men jag ville att version 1.0 skulle skickas till er så snart som möjligt för att börja mäta intresse och få feedback. Kom tillbaka för uppdateringar snart!

# attributions_community
source: Community
fr: Communauté

# attributions_misc
source: Miscellaneous Legal Stuff
fr: Termes Légaux
sv: Diverse juridiska saker

# attributions_translations
source: Localization
fr: Traductions
sv: Lokalisering

# attributions_api_descr
source: This project wouldn't have been possible without the fantastic dev work done by Morphy on the Tarkov Database and the underlying API.
fr: Ce projet n'aurait pas été possible sans le travail fantastique de Morphy sur la Tarkov Database et l'API associée.
sv: Detta projekt skulle inte ha varit möjligt utan det fantastiska dev-arbetet som utförts av Morphy på Tarkov-databasen och det underliggande API.

# attributions_nofam_descr
source: The unsung hero in the EFT community, the creator of the ammo charts, and collaborator on the ballistics calculators and related information, the Ambassador of Ammunition, the Baron of Ballistics, the Professor of Penetration!
fr: Le héro méconnu de la communauté EFT, le créateur de la table des munitions, et collaborateur sur le calculateur de balistique et informations reliée, l'Ambassadeur de la munition, le Baron de la balistique, le Professeur de la pénétration!
sv: Den obesjungna hjälten i EFT-samhället, skaparen av ammo-diagrammen och samarbetspartner om ballistikräknare och tillhörande information, Ambassadören för ammunition, ballonbaron, professor i penetration!

# attributions_willerz_descr
source: Much love to my homeboy for providing some of the epic-quality screenshots he gave me permission to use in this app. He also happens to be one of best players in the world.
fr: Beaucoup d'amour pour mon ami qui a fourni certaines des captures d'écran et m'a donné la permission de les utiliser dans l'application. Il est aussi un des meilleur joueur du monde.
sv: Mycket kärlek till min homeboy för att ha tillhandahållit några av de skärmdumpar av episk kvalitet som han gav mig tillåtelse att använda i den här appen. Han är också en av de bästa spelarna i världen.

# attributions_community_descr
source: Much love to my community in the Discord for all of the hard work capturing and editing the beautiful photos used in this app!
fr: Un grand merci à la communauté du Discord pour tout le travail acharné de prise et d'édition des magnifiques photos utilisées dans l'application!
sv: Mycket kärlek till mitt samhälle i Discord för allt hårt arbete att fånga och redigera de vackra foton som används i denna app!

# attributions_translations_descr
source: All translations were done by community members donating their time and effort to the cause. Everyone around the world appreciates your hard work!
fr: Toutes les traductions ont étés faites par des membres de la communauté qui ont donné de leur temps et de leur talent. Tout le monde autour du monde apprécie leur travail!
sv: Alla översättningar gjordes av medlemmarna i gemenskapen som donerade sin tid och sin ansträngning till orsaken. Alla runt om i världen uppskattar ditt hårda arbete!

# attributions_bsg_descr
source: Special thanks to Nikita for his support of this app, and to all the folks at BSG for their hard work and dedication in building the best first-person shooter of all time.
fr: Remerciements spécifiques à Nikita pour avoir soutenu cette application, et à toutes les personnes à BSG pour leur travail et implication à créer le meilleur FPS de tout les temps.
sv: Särskilt tack till Nikita för hans stöd för den här appen och till alla människor på BSG för deras hårda arbete och engagemang i att bygga den bästa första personens shooter genom tiderna.

# attributions_misc_descr
source: Social media icons by Abhishek Pipalva (https://www.iconfinder.com/abhishekpipalva) licensed under CC. 'Brain' icon by Sergey Patutin from the Noun Project (https://thenounproject.com/bdesign.by/) licensed under CC. Top-down soldier animation images copyright Riley Gombart.
fr: Icônes de réseaux sociaux par Abhishek Pipalva (https://www.iconfinder.com/abhishekpipalva) sous license CC. L'icône 'Brain' par Sergey Patutin du Noun Project (https://thenounproject.com/bdesign.by/) sous license CC.
sv: Sociala medieikoner av Abhishek Pipalva (https://www.iconfinder.com/abhishekpipalva) licenserat enligt CC. Ikonen 'Hjärna' av Sergey Patutin från Noun-projektet (https://thenounproject.com/bdesign.by/) licenserat enligt CC.

# total_users_count
source: %@ Battle Buddies have joined the fight!
fr: %@ Battle Buddies ont rejoint le combat!
sv: %@ Battle Buddies har gått med i kampen!

# global_stats
source: Community Stats
fr: Statistiques
sv: Gemenskapsstatistik

source: Settings
fr: Paramètres
sv: Inställningar

# language_system_default
source: System
fr: Système

source: Language
fr: Langue
sv: Språk

# attributions_smoooth_descr
source: Props to this man for his design work across every platform I'm active on, from branding to thumbnails, album covers and 3D animations - this man is a legend!
fr: Props to this man for his design work across every platform I'm active on, from branding to thumbails, album covers and 3D animations - this man is a legend!

# sound_localization_info_body_1
source: Escape from Tarkov currently utilizes your standard stereo sound, which is more than adequate enough for sound localization in most cases. At this point in time, no 5.1 or 7.1 surround sound options are supported, and as such I would HIGHLY recommend against using any virtual audio settings in your headphone software or windows audio settings. There's no doubt there are people that swear by these more advanced settings, but they simply are not required, will not give you any more information about distance, location, etc., because they don't have any more information from the game or the engine itself! The game outputs stereo audio - a Left channel and a Right channel, nothing more complex than that. In my experience, enabling these more advanced settings makes sound localization harder, not easier. If you have these settings on and have issues with localizing sound in Tarkov or any other first-person shooter, try turning them off and see if that makes a difference, you might be surprised!
fr: Escape from Tarkov currently utilizes your standard stereo sound, which is more than adequate enough for sound localization in most cases. At this point in time, no 5.1 or 7.1 surround sound options are supported, and as such I would HIGHLY recommend against using any virtual audio settings in your headphone software or windows audio settings. There's no doubt there are people that swear by these more advanced settings, but they simply are not required, will not give you any more information about distance, location, etc., because they don't have any more information from the game or the engine itself! The game outputs stereo audio - a Left channel and a ChestRight channel, nothing more complex than that. In my experience, enabling these more advanced settings makes sound localization harder, not easier. If you have these settings on and have issues with localizing sound in Tarkov or any other first-person shooter, try turning them off and see if that makes a difference, you might be surprised!

# sound_localization_info_body_4
source: When you turn your character left or right, or even better turn just your character's head silently using free-look, you should be able to hear the volume of the sound increase or decrease in each ear. If you turn your head to the right and the sound is in front of you, your left ear will be closer to the sound and your right ear will be further from it, so the volume will be louder in your left ear compared to your right. Conversely, if the sound was actually behind you, when you turn right it will get louder in your right ear and softer in your left. Try using the direction that the sound moves when you turn your head as an indication of the location of the sound. The way it works in this tool is exactly like it works in Escape from Tarkov, and most other first-person shooters!
fr: When you turn your character left or right, or even better turn just your character's silently head using free-look, you should be able to hear the volume of the sound increase or decrease in each ear. If you turn your head to the right and the sound is in front of you, your left ear will be closer to the sound and your right ear will be further from it, so the volume will be louder in your left ear compared to your right. Conversely, if the sound was actually behind you, when you turn right it will get louder in your right ear and softer in your left. Try using the direction that the sound moves when you turn your head as an indication of the location of the sound. The way it works in this tool is exactly like it works in Escape from Tarkov, and most other first-person shooters!

source: Type
sv: Typ

source: Attributions
sv: Tillskrivningar

# body_zone_thorax
source: Thorax
sv: Bröstkorg

# stims
source: Stimulants
sv: Stimulerande medel

source: Grenades
sv: Granater

source: Performance
sv: Prestanda

source: Action
sv: Mekanism

# armor_mat_aluminum
source: Aluminum
sv: Aluminium

# armor_type
source: Type
sv: Typ

# armor_zones
source: Zones
sv: Zoner

source: Contusion
sv: Kontusion

source: Fracture
sv: Fraktur
