Repository: VeritasDev/BattleBuddy
Catalog: iOS/BattleBuddy/Misc/Localization/*.lproj/Localizable.strings
Languages: fr, sv

source: Yes
fr: Oui
sv: Ja

source: No
fr: Non
sv: Nej

source: Done
fr: Terminé
sv: Färdig

source: Soon™
fr: Bientôt
sv: Snart™

source: Coming Soon™
fr: À venir
sv: Kommer snart™

source: Unknown
fr: Inconnu
sv: Okänd

source: Continue
fr: Continuer
sv: Fortsätt

source: Required
fr: Requis
sv: Nödvändig

source: Compare
fr: Comparer
sv: Jamför

source: Name
fr: Nom
sv: Namn

source: Save
fr: Sauvegarder
sv: Spara

source: Recommended
fr: Recommandé
sv: Rekommenderad

source: Similar
fr: Similaire
sv: Liknande

source: All
fr: Tout
sv: Allt

# compare_with
source: Compare to...
fr: Comparer avec...
sv: Jamför med...

# about
source: About Battle Buddy
fr: À propos de Battle Buddy
sv: om Battle Buddy

# dev_by
source: Developed by Veritas
fr: Développé par Veritas
sv: Utvecklad av Veritas

# dev_support
source: Want to Support the Development?
fr: Vous voulez aider au développement?
sv: Vill du stödja utvecklingen?

# watch_ad
source: Watch an Ad
fr: Regarder une publicité
sv: Titta på en annons

source: Enable Banner Ads
fr: Activer les bannières publicitaires
sv: Aktivera bannerannonser

source: View on GitHub
fr: Voir sur GitHub
sv: Visa på GitHub

# rate_this_app
source: Rate Battle Buddy
fr: Noter Battle Buddy
sv: Betygsätt Battle Buddy

# check_out_team
source: Check Out The Team
fr: Plus à propos de la Team
sv: Kolla in teamet

# team
source: The Team
fr: La Team
sv: Laget

# music
source: My Music
fr: Ma musique
sv: Min musik

# website_error
source: Unable to load this content. Please ensure you have the relevant app installed.
fr: Impossible de charger le contenu. Soyez sûr d'avoir la bonne application installée.
sv: Det går inte att ladda detta innehåll. Se till att du har den relevanta appen installerad.

source: Live now!
fr: En direct!
sv: Live nu!

# feedback_title
source: Feedback or Feature Ideas?
fr: Des retours ou des idées?
sv: Feedback eller framtidsidéer?

# feedback_subtitle
source: Join our discord!
fr: Rejoignez notre Discord!
sv: Gå med i våran Discord!

source: Upcoming Features
fr: Fonctionnalités à venir
sv: Kommande funktioner

# twitter_description
source: Stay Up to Date
fr: Restez à jour
sv: Håll dig uppdaterad

# twitch_description
source: Watch Live on Twitch
fr: Regarder sur Twitch
sv: Titta live på Twitch

# discord_description
source: Join Our Community Discord
fr: Rejoignez notre Discord communautaire
sv: Gå med i våran community Discord

# youtube_description
source: Watch on YouTube
fr: Regardez sur YouTube
sv: Titta på YouTube

# instagram_description
source: Media on Instagram
fr: Photos sur Instagram
sv: Media på Instagram

# soundcloud_description
source: Listen on Soundcloud
fr: Ecoutez sur Soundcloud
sv: Lyssna på Soundcloud

# spotify_description
source: Listen on Spotify
fr: Ecoutez sur Spotify
sv: Lyssna på Spotify

# website_description
source: More about Veritas
fr: Plus à propos de Veritas
sv: Mer om Veritas

source: Items
fr: Objets
sv: Artiklar

source: Learn
fr: Apprendre
sv: Lär dig

source: More
fr: Plus
sv: Mer

source: Search
fr: Recherche
sv: Sök

# main_menu_ammo
source: Ammunition
fr: Munitions

# main_menu_armor
source: Body Armor
fr: Protection
sv: Skyddsvästar

# main_menu_ballistics
source: Ballistics
fr: Balistique
sv: Ballistik

# main_menu_firearms
source: Firearms
fr: Armes
sv: Eldhandvapen

# main_menu_medical
source: Medical
fr: Médical
sv: Medicinsk

# main_menu_melee
source: Melee Weapons
fr: Armes de mélée
sv: Närstridsvapen

# main_menu_throwables
source: Throwables
fr: Armes de lancer
sv: Kastvapen

# main_menu_health_calc
source: Damage Calculator
fr: Calculateur de dégâts
sv: Skadeberäknare

source: Firearm Types
fr: Types d'arme
sv: Vapentyper

source: Calibers
fr: Calibres
sv: Kalibrar

# pen_chance
source: Penetration Chance
fr: Chance de pénétrer
sv: Penetrationschans

source: No Armor Selected
fr: Pas de protection sélectionnée
sv: Ingen rustning vald

source: No Ammo Selected
fr: Pas de munition selectionnée
sv: Ingen ammo vald

source: Select Ammo
fr: Choisir une munition
sv: Välj ammunition

source: Select Armor
fr: Choisir une protection
sv: Välj rustning

# pen_chance_help_title
source: Penetration Chance Calculator
fr: Calculateur de chance de pénétration
sv: Penetrationschansberäknare

# pen_chance_help_message
source: This tool calculates the chance that a chosen bullet will penetrate a given body armor. Once you select a bullet and armor, you can use the slider to adjust the simulated durability of the armor to see how effective different rounds are against armor at various levels of durability!
fr: Cet outil calcule la chance qu'à une balle de pénétrer une protection. Une fois une munition et une protection choisies, utilisez la règlette pour ajuster la durabilité de la protection et voir l'efficacité de différentes munitions contre différentes protections à tous les niveaux de durabilité.
sv: Detta verktyg beräknar chansen att en vald kula kommer att penetrera en given kroppsrustning. När du väljer en kula och rustning kan du använda skjutreglaget för att justera den simulerade hållfastheten för rustningen för att se hur effektiva olika ammunitionstyper är mot pansar på olika hållbarhetsnivåer!

# health_calc_title
source: Damage Calculator
fr: Calculateur de dégâts
sv: Skadeberäknare

source: Total HP
fr: Points de vie totaux
sv: Totalt HP

# body_zone_head
source: Head
fr: Tête
sv: Huvud

# body_zone_stomach
source: Stomach
fr: Ventre
sv: Mage

# body_zone_right_arm
source: Right Arm
fr: Bras droit
sv: Höger arm

# body_zone_left_arm
source: Left Arm
fr: Bras gauche
sv: Vänster arm

# body_zone_right_leg
source: Right Leg
fr: Jambe droite
sv: Höger ben

# body_zone_left_leg
source: Left Leg
fr: Jambe gauche
sv: Vänster ben

source: Armor
fr: Protection
sv: Rustning

source: Helmets
fr: Casque
sv: Hjälmar

source: Ballistics
fr: Balistique
sv: Ballistik

source: Health
fr: Santé
sv: Hälsa

source: Firearms
fr: Arme
sv: Eldhandvapen

source: Ammunition
fr: Munition

source: Body Armor
fr: Gilet pare-balles
sv: Skyddsvästar

source: Medical Items
fr: Objets médicaux
sv: Medicinska artiklar

source: Throwables
fr: Armes de lancer
sv: Kastvapen

source: Healing Items
fr: Objets de soin
sv: Helande artiklar

source: Pain Management
fr: Gestion de la douleur
sv: Smärthantering

# status_management
source: Status Effect Management
fr: Gestion des effets de statut
sv: Statuseffekthantering

source: Properties
fr: Propriétés
sv: Egenskaper

source: Ergonomics
fr: Ergonomie
sv: Ergonomi

source: Vertical Recoil
fr: Recul vertical
sv: Vertikal Rekyl

source: Horizontal Recoil
fr: Recul horizontal
sv: Horisontell rekyl

source: Recoil
fr: Recul
sv: Rekyl

# weapon_class
source: Class
fr: Classe
sv: Klass

source: Assault Rifle
fr: Fusil d'assaut
sv: Angreppsgevär

source: Assault Carbine
fr: Carabine
sv: Anfallskarbin

source: Sniper Rifle
fr: Sniper
sv: Prickskyttegevär

# designated_marksman_rifle
source: DMR
fr: Sniper semi-automatique
sv: Skarpskyttegevär

source: Pistol
fr: Pistolet

source: Shotgun
fr: Fusil à pompe
sv: Hagelgevär

source: Sub Machine Gun
fr: Pistolet mitrailleur
sv: Kulsprutepistol

source: Machine Gun
fr: Fusil mitrailleur
sv: Maskingevär

source: Caliber
fr: Calibre
sv: Kaliber

source: Fire Rate
fr: Cadence de tir
sv: Eldhastighet

source: Effective Range
fr: Portée effective
sv: Effektivt avstånd

# fold_or_retract
source: Fold/Retract
fr: Plier/Rétracter
sv: Vik ihop/Dra tillbaka

source: Retractable
fr: Rétractable
sv: Infällbar

source: Build Wizard
fr: Assistant
sv: Bygg-guiden

# gun_build_custom
source: Customize This Gun
fr: Customisé
sv: Anpassad

# gun_build_recoil
source: Minimum Recoil
fr: Faible recul
sv: Minimal rekyl

# gun_build_ergo
source: Maximum Ergonomics
fr: Haute ergonomie
sv: Maximal Ergonomi

# gun_build_random
source: Random
fr: Aléatoire
sv: Slumpmässig

source: Fire Mode
fr: Mode de tir
sv: Avtryckarläge

source: Fire Modes
fr: Modes de tir
sv: Avtryckarlägen

# fire_mode_semi
source: Semi Auto
fr: Semi Automatique
sv: Halvautomatisk

# fire_mode_auto
source: Full Auto
fr: Automatique
sv: Helautomatisk

# fire_mode_burst
source: Burst
fr: Rafale

# fire_mode_burst_short
source: Burst
fr: Rafale

# action_type_pump
source: Pump Action
fr: Pompe

# action_type_bolt
source: Bolt Action
fr: Verrou

# action_type_pump_short
source: Pump
fr: Pompe

# action_type_bolt_short
source: Bolt
fr: Verrou

source: Build
fr: Personnaliser
sv: Bygg

source: Build This Gun
fr: Personnaliser cette arme
sv: Bygg det här vapnet

# compare_preset_semi_auto_rifle
source: Semi-Auto Rifles
fr: Fusils semi-automatiques
sv: Halvautomatiskt gevär

# compare_preset_full_auto_rifles
source: Full-Auto Rifles
fr: Fusils automatiques
sv: Helautomatiskt gevär

# compare_preset_rifles_caliber_match
source: Rifles w/ Same Caliber
fr: Fusils du même calibre
sv: Gevär med samma kaliber

# compare_preset_rifles
source: Rifles
fr: Fusils
sv: Gevär

# compare_preset_full_auto_caliber_match
source: Full-Auto Rifles w/ Same Caliber
fr: Fusils automatiques du même calibre
sv: Helautomatiska gevär med samma kaliber

# compare_preset_semi_auto_pistols
source: Semi-Auto Pistols
fr: Pisotlets semi-automatiques
sv: Halvautomatiska pistoler

# compare_preset_full_auto_pistols
source: Full-Auto Pistols
fr: Pistolets automatiques
sv: Helautomatiska pistoler

# compare_preset_pistols_caliber_match
source: Pistols w/ Same Caliber
fr: Pistolets du même calibre
sv: Pistoler med samma kaliber

# compare_preset_pistols
source: Pistols
fr: Pistolets
sv: Pistoler

# compare_preset_manual_shotguns
source: Manual-Action Shotguns
fr: Fusils à pompe
sv: Manuella handeldvapen

# compare_preset_shotguns
source: Shotguns
fr: Fusils à pompe
sv: Hagelgevär

# compare_preset_smgs_caliber_match
source: Submachine Guns w/ Same Caliber
fr: Pistolets mitrailleurs du même calibre
sv: Kulsprutepistoler med samma kaliber

# compare_preset_smgs
source: Submachine Guns
fr: Pistolets mitrailleurs
sv: Kulsprutepistoler

# compare_preset_bolt_snipers
source: Bolt-Action Sniper Rifles
fr: Snipers à verrou
sv: Skyttegevär

# compare_preset_snipers_and_dmrs
source: Sniper Rifles & DMRs
fr: Snipers à verrou et semi-automatiques
sv: Prickskyttegevär & Skarpskyttegevär

# compare_preset_dmrs
source: Designated Marksman Rifles
fr: Snipers semi-automatiques
sv: Skarpskyttegevär

# guns_for_caliber
source: Related Firearms
fr: Armes comparables
sv: Relaterade skjutvapen

source: Subsonic
fr: Subsonique
sv: Subsonisk

source: Tracer
fr: Traçantes
sv: Spårljus

# muzzle_velocity
source: Muzzle Velocity (m/s)
fr: Vélocité (m/s)
sv: Utgångshastighet (m/s)

source: Compatible Firearms
fr: Armes compatibles
sv: Kompatibla skjutvapen

source: rpm
fr: cpm
sv: Rundor per minut

# armor_class_0
source: None
fr: Aucun
sv: Ingen

# armor_class_1
source: Class 1
fr: Classe 1
sv: Klass 1

# armor_class_2
source: Class 2
fr: Classe 2
sv: Klass 2

# armor_class_3
source: Class 3
fr: Classe 3
sv: Klass 3

# armor_class_4
source: Class 4
fr: Classe 4
sv: Klass 4

# armor_class_5
source: Class 5
fr: Classe 5
sv: Klass 5

# armor_class_6
source: Class 6
fr: Classe 6
sv: Klass 6

# armor_type_body
source: Body Armor
fr: Gilet pare-balles
sv: Skyddsvästar

# armor_type_helmet
source: Helmet
fr: Casque
sv: Hjälm

# armor_type_visor
source: Visor
fr: Visière
sv: Visir

# armor_type_attachment
source: Attachment
fr: Accessoire
sv: Bilaga

# armor_zone_top
source: Top
fr: Sommet
sv: Topp

# armor_zone_eyes
source: Eyes
fr: Yeux
sv: Ögon

# armor_zone_jaws
source: Jaws
fr: Mâchoire
sv: Käke

# armor_zone_ears
source: Ears
fr: Oreilles
sv: Öron

# armor_zone_nape
source: Nape
fr: Nuque
sv: Nacke

# armor_zone_chest
source: Chest
fr: Buste
sv: Bröst

# armor_zone_stomach
source: Stomach
fr: Ventre
sv: Mage

# armor_zone_left_arm
source: Left Arm
fr: Bras gauche
sv: Vänster arm

# armor_zone_right_arm
source: Right Arm
fr: Bras droit
sv: Höger arm

# armor_zone_left_leg
source: Left Leg
fr: Jambre gauche
sv: Vänster ben

# armor_zone_right_leg
source: Right Leg
fr: Jambe droite
sv: Höger ben

# armor_mat_ceramic
source: Ceramic
fr: Céramique
sv: Keramisk

# armor_mat_armored_steel
source: Armored Steel
fr: Acier renforcé
sv: Pansrad stål

# armor_mat_aramid
source: Aramid
fr: Aramide

# armor_mat_combined
source: Combined
fr: Combiné
sv: Kombinerad

# armor_mat_glass
source: Glass
fr: Verre
sv: Glas

# armor_mat_titanium
source: Titanium
fr: Titane
sv: Titan

# armor_material
source: Material
fr: Matériau

# armor_class
source: Class
fr: Classe
sv: Klass

# armor_points
source: Durability
fr: Durabilité
sv: Hållbarhet

source: Penalties
fr: Pénalités
sv: Straff

# speed_penalty
source: Speed
fr: Vitesse
sv: Hastighetsstraff

# turn_speed_penalty
source: Turn Speed
fr: Vitesse de rotation
sv: Svänghastighetsstraff

# ergo_penalty
source: Ergonomics
fr: Ergonomie
sv: Ergonomistraff

source: Penetration
fr: Pénétration
sv: Genomslag

source: Damage
fr: Dégâts
sv: Skada

source: Armor Damage
fr: Dégâts à la protection
sv: Rustningsskador

# frag_chance
source: Fragmentation Chance
fr: Chance de fragmentation
sv: Fragmenteringschans

source: Explore
fr: Explorer
sv: Utforska

source: Compare Performance
fr: Comparer les performances
sv: Jämför prestanda

# dps_calc
source: DPS Calculator
fr: Calculateur de DPS
sv: Skada-per-sekundräknare

# kill_time_calc
source: Kill Time Calculator
fr: Calculateur de Kill Time

source: Pain
fr: Douleur
sv: Smärta

source: Medkit
fr: Kit de soin

source: Painkiller
fr: Antidouleur
sv: Smärtstillande

source: Accessory
fr: Accessoire
sv: Tillbehör

source: Stimulator
fr: Stimulant
sv: Stimulerande medel

source: Use Time
fr: Temps d'utilisation
sv: Användningstid

source: Effect Duration
fr: Durée d'effet
sv: Effektens varaktighet

# use_count
source: # of Uses
fr: # utilisations
sv: Antal användningar

# hp_resource
source: Total HP
fr: Points de vie totaux
sv: Totalt HP

source: Removes Blood Loss
fr: Arrête le saignement
sv: Stoppar blödning

source: Removes Contusion
fr: Retire la confusion
sv: Tar bort kontusion

source: Removes Fracture
fr: Soigne une fracture
sv: Tar bort frakturen

source: Removes Pain
fr: Arrête la douleur
sv: Tar bort smärta

source: Hydration Modifier
fr: Modificateur d'hydratation
sv: Törstmodifierare

source: Energy Modifier
fr: Modificateur d'énergie
sv: Energimodifierare

# throwable_flash
source: Flash
fr: Aveuglante
sv: Distraktionsgranat

# throwable_smoke
source: Smoke
fr: Fumigène
sv: Rökgranat

source: Fuse Time
fr: Delai d'explosion
sv: Stubinstid

# explosion_radius_min
source: Min Explosion Range
fr: Portée d'explosion minimum
sv: Min. Explosionsradie

# explosion_radius_max
source: Max Explosion Range
fr: Potée d'explosion maximum
sv: Max. Explosionsradie

# fragmentation_count
source: Fragment Count
fr: Nombre de fragments
sv: Antal Fragment

source: Rate
fr: Vitesse
sv: Slaghastighet

source: Range
fr: Portée
sv: Räckvidd

source: Stab
fr: Coup horizontal
sv: Hugg

# stab_dmg
source: Stab Damage
fr: Dégâts du coup horizontal
sv: Stickskada

source: Stab Rate
fr: Vitesse du coup horizontal
sv: Stickhastighet

source: Stab Range
fr: Portée du coup horizontal
sv: Stickräckvidd

source: Slash
fr: Coup vertical
sv: Sving

# slash_dmg
source: Slash Damage
fr: Dégâts du coup vertical
sv: Svingningsskada

source: Slash Rate
fr: Vitesse du coup vertical
sv: Svingningshastighet

source: Slash Range
fr: Portée du coup vertical
sv: Svingningsräckvidd

# ballistics_title
source: Armor & Ballistics: The Basics
fr: Protection & balistique : les bases
sv: Rustning & Ballistik: Grunderna

# ballistics_body_1
source: The ballistics system in Escape from Tarkov is a black box that only a few people have seen the inner-workings of. Due to the complexity of the formulas used to calculate things like surface penetration chances, ricochet angles, and damage to both the armor and bodies of players, as well as the RNG-based elements they employ, there's an often imperceptible difference in the time-to-kill when comparing a fully-geared high-level player wearing the best end-game equipment to a level 1 player holding nothing more than an entry-level pistol. Coupled with the well-known networking and performance issues, bugs, and the ever-increasing number of players with epic gamer socks, the ambiguity of arguably the most important system of the game only serves to amplify the confusion and frustration both new and veteran players feel on a daily basis.
fr: Le système balistique de Escape from Tarkov est une mécanique dont peu de personnes connaissent le fontionnement. À cause de la complexité des formules utilisées afin de calculer les chances de pénétration, les angles de ricochet et les dégâts infligés à la protection ainsi qu'au joueur, mais aussi les éléments aléatoires que ces derniers utilisent. Il y a une différence parfois inperceptible en time-to-kill en comparant un joueur haut niveau équipé du meilleur équipement et un joueur niveau 1 équipé d'un pistolet d'entrée de gamme. Associé aux problèmes de performances, de serveurs et de bugs ainsi que le nombre de joueurs qui augmente chaque jour, l'ambiguïté de la mécanique la plus importante du jeu ne fait qu'amplifier la confusion et la frustration que novices et vétérans vivent au quotidien.
sv: Ballistiksystemet i Escape from Tarkov är som en svart låda som bara ett fåtal personer har sett den inre funktionen av. På grund av komplexiteten i formlerna som används för att beräkna saker som ytinträngningsschanser, ricochetvinklar och skador på både spelarnas rustning och kroppar, såväl som de RNG-baserade elementen de använder, finns det ofta en oskiljbar skillnad i tiden att döda när man jämför en helt utrustad högnivåspelare som bär på den bästa slutspelsutrustningen med en nivå 1-spelare som inte bär på något mer än en startpistol. Tillsammans med de välkända nätverks- och prestandafrågorna, buggar och det ständigt ökande antalet spelare med episka gamerstrumpor tjänar tvetydigheten i det viktigaste spelets system bara för att förstärka förvirringen och frustrationen för både nya och veteranspelare känna dagligen.

# ballistics_body_2
source: Beginning with body armor, how does it work and what should you know? Outside of availability and price, there are five important things you should consider when choosing what armor to buy, sell, repair, equip, or throw away - class, durability, zones of protection, material, and penalties.
fr: Pour commencer avec les protections : comment fonctionnent-elles et que devez vous savoir? En dehors de la disponibilité et du prix, il y a cinq éléments importants que vous devez prendre en compte en choisissant quelle protection acheter, vendre, réparer, équiper ou jeter : la classe, la durabilité, les zones de protection, le matériau et les pénalités.
sv: Vi börjar med kroppsrustning, hur fungerar det och vad ska du veta? Utanför tillgänglighet och pris finns det fem viktiga saker du bör tänka på när du väljer vilken rustning du ska köpa, sälja, reparera, utrusta eller kasta bort - klass, hållbarhet, skyddszoner, material och påföljder.

# ballistics_body_2_1_title
source: 1. Armor Class
fr: 1. Niveaux de protection
sv: 1. Pansarklass

# ballistics_body_2_1
source: Every armored component, from body armor to ballistic helmet attachments, has a specified armor class. Armor class is, in my opinion, the most important aspect of protective body armor. Put simply, the armor class represents how effective the armor is at stopping projectiles with varying levels of ballistic effectiveness. Currently, armor classes range from 1 to 6, and as you may have guessed, the higher the number the better. Level 1 armor is capable of protecting you from things like bullet ricochets, shrapnel, and non-armor penetrating rounds pistol-calibers or buckshot. Level 6 armor is capable of protecting you from most projectiles up to and even including the largest caliber rounds in the game. I chose the word "capable" here on purpose, because every ballistics impact involves varying degrees of random chance. When it comes to ballistics in Escape from Tarkov, nothing is guaranteed and the things we experience sometimes seem impossible or don’t make sense. So, what does that ultimately mean? What armor will protect me from what projectiles? That’s a complicated question that I’ll get more into that detail later when I discuss the specifics related to the ballistics impact.
fr: Chaque élément renforcé, du gilet pare-balles aux accessoires de casque, a un niveau de protection propre. Les niveaux de protection sont, d'après moi, l'aspect le plus important. Pour faire simple, le niveau de protection représente l'efficacité de la protection à arrêter des balles. Actuellement, les niveaux de protection vont de 1 à 6, et comme vous l'avez deviné, plus le niveau est haut plus la protection est efficace. Le niveau 1 est capable de vous protéger de ricochets de balles, de shrapnel, et les balles non-pénétrantes de pistolet ou de chevrotine. Le niveau 6 est capable de vous protéger de la plupart des projectiles et même les plus gros calibres actuellement présents dans le jeu. J'ai choisi le mot 'protéger' pour une raison, car chaque impact balistique implique des variables aléatoires. Lorsqu'il s'agit de balistique dans Escape form Tarkov, rien n'est garanti et ce que l'on peut vivre semble parfois impossible ou ne fait aucun sens. Donc, qu'est-ce que cela veut dire ? Quelle protection arrêtera quelle balle ? C'est une question compliquée à laquelle je fournirai plus de réponses lorsque nous discuterons de l'impact balistique un peu plus tard.
sv: Varje pansarkomponent, från kroppsrustning till ballistiska hjälmfästen, har en specifik rustningsklass. Pansarklass är enligt min mening den viktigaste aspekten av skyddande kroppsrustning. Enkelt uttryckt representerar rustningsklassen hur effektiv rustningen är för att stoppa projektiler med olika nivåer av ballistisk effektivitet. För närvarande sträcker sig rustningsklasser från 1 till 6, och som kan antas, desto högre talet desto bättre. N n Nivå 1-rustning kan skydda dig mot saker som rikoscheetterande kulor, granat och icke rustnings-penetrerande ammunition från pistol-kalibrar eller skotthagel. Pansar på nivå 6 är kapabel att kunna skydda dig från de flesta projektiler, till och med inklusive de största kalibrarna i spelet. Jag valde ordet "kapabel" här med avsikt, eftersom varje ballistisk påverkan innebär olika grader av slumpmässig chans. N n När det handlar om ballistik i Escape from Tarkov är ingenting garanterat och de saker vi upplever ibland verkar omöjliga eller inte vettiga. Så, vad betyder det i slutändan? Vilken rustning skyddar mig mot vilka projektiler? Det är en komplicerad fråga som jag kommer att gå mer in i detalj senare när jag diskuterar detaljerna kring ballistikeffekten.

# ballistics_body_2_2_title
source: 2. Durability
fr: 2. Durabilité
sv: 2. Hållbarhet
